Repository: sualfred/skin.bellofredo
Catalog: language/Hebrew/strings.po
Languages: he

# #31000
source: Live TV
he: טלוויזיה חיה

# #31001
source: TV Guide
he: לוח שידורים

# #31002
source: TV Shows
he: סדרות

# #31003
source: Aired
he: שודר

# #31004
source: Premiere
he: בכורה

# #31005
source: Track Number
he: מספר רצועה

# #31006
source: Working...
he: עסוק...

# #31007
source: Please Wait...
he: נא להמתין...

# #31008
source: System auto shutdown in
he: כיבוי מערכת אוטומטי בעוד

# #31009
source: Context Menu
he: תפריט משני

# #31011
source: On
he: פעיל

# #31012
source: Off
he: כבוי

# #31013
source: Enable Home Menu Animation
he: אפשר הנפשת תפריט הבית

# #31014
source: Enable Startup Intro Video
he: אפשר הפעלת מבוא וידאו

# #31015
source: Show YouTube Channel Logo in Fullscreen Video
he: הצג את הלוגו של ערוץ YouTube במסך מלא וידאו

# #31016
source: File Manager
he: מנהל קבצים

# #31017
source: Karaoke Song Selector
he: בוחר שיר קריוקי

# #31018
source: Trailers
he: קדימונים

# #31019
source: Search for movies directed by
he: חיפוש סרטים שבוימו ע"י

# #31020
source: Found
he: נמצא

# #31021
source: Music Library
he: ספריית מוזיקה

# #31022
source: Music Files
he: קבצי מוזיקה

# #31023
source: Info
he: פרטים

# #31024
source: Page
he: עמוד

# #31025
source: Items
he: פריטים

# #31026
source: Scrolling...
he: גולל...

# #31027
source: Memory Used:
he: זכרון בשימוש:

# #31028
source: Move Left
he: הזזה שמאלה

# #31029
source: Move Right
he: הזזה ימינה

# #31030
source: AM
he: בוקר

# #31031
source: PM
he: ערב

# #31032
source: User Login
he: כניסת משתמש

# #31033
source: Channel Group
he: קבוצת ערוצים

# #31034
source: Teletext
he: טלטקסט

# #31035
source: REC
he: הקלטה

# #31036
source: Close
he: סגירה

# #31037
source: Change Rating
he: שינוי דירוג

# #31039
source: IP Address
he: כתובת IP

# #31040
source: Created by
he: נוצר ע"י

# #31041
source: Creator
he: יוצר

# #31042
source: Always show plot
he: תמיד להראות עלילה

# #31043
source: Transparent background
he: רקע שקוף

# #31044
source: Play all recently played albums
he: עיון באלבומים האחרונים שנוספו

# #31045
source: Enable Home Menu Arrow Up/Down Animation
he: אפשר הנפשת החץ למעלה / למטה בתפריט הבית

# #31046
source: Enable Home Widgets Arrow Left/Right Animation
he: אפשר יישומונים בית הנפשת החץ שמאלה / ימינה

# #31047
source: Automatically download Extra Artwork if a Library has been updated
he: להוריד באופן אוטומטי יצירות אמנות במיוחד אם ספרייה עודכנה

# #31048
source: Manage Menu Items
he: ניהול פריטי תפריט

# #31049
source: Manage Widgets
he: ניהול יישומונים

# #31050
source: Manage Sub Menu of
he: ניהול תפריט משנה של

# #31051
source: Use Extra-Fanarts
he: להשתמש בפאנארט נוספים

# #31052
source: Amazon Prime
he: אמזון פריים

# #31053
source: [COLOR=55white](AddonScriptorDE's Plugin)[/COLOR]
he: [Color = 55white] (התוסף של AddonScriptorDE) [/ צבע]

# #31054
source: [COLOR=55white](Sandmanns's Plugin)[/COLOR]
he: צבע = [55white] (תוסף של Sandmanns) [/ צבע]

# #31055
source: Watchlist
he: רשימת המעקב

# #31056
source: Popular
he: פופולרי

# #31057
source: New at Amazon
he: חדש באמזון

# #31058
source: Widget
he: יישומון

# #31059
source: Scan for new videos
he: סריקה לקבצי וידאו חדשים

# #31060
source: Scan for new music
he: סריקה לקבצי מוסיקה חדשים

# #31061
source: Cleanup video database
he: ניקוי מסד נתוני וידאו

# #31062
source: Cleanup music database
he: ניקוי מסד נתוני מוסיקה

# #31063
source: Force use of local stored season art [COLOR=55white](eg: seasonXX-poster.jpg)[/COLOR]
he: שימוש בכוחה של אמנות עונה מאוחסנת מקומית [color = 55white] (לדוגמא: seasonXX-poster.jpg) [/ צבע]

# #31064
source: Enable Library Refresh Button
he: אפשר לחצן רענון לספרייה

# #31065
source: Enabled
he: מופעל

# #31066
source: Disabled
he: מנוטרל

# #31067
source: Enable Aurora-Pulse-Bar behind the Mainmenu
he: אפשר Aurora-Pulse-Bar מאחורי התפריט הראשי

# #31068
source: Online Video Information
he: מידע וידאו באינטרנט

# #31069
source: Misc
he: שונים

# #31070
source: Video Info
he: מידע וידאו

# #31071
source: Similar
he: דומה

# #31072
source: Crew
he: צוות

# #31073
source: Cast
he: צוות

# #31074
source: About
he: אודות

# #31075
source: Recommended by TMDB
he: מומלץ על ידי TMDB

# #31077
source: Online Videos
he: וידאו באינטרנט

# #31078
source: TV Show Roles
he: תפקידים בסדרות טלוויזיה

# #31079
source: Movie Actor Roles
he: תפקידי שחקן קולנוע

# #31080
source: Slide
he: מצגת

# #31081
source: Gallery
he: גלריה

# #31082
source: 3D Wall
he: קיר 3D

# #31083
source: Wall
he: קיר

# #31084
source: Posters
he: פוסטרים

# #31085
source: Thumbnails
he: תמונות ממוזערות

# #31086
source: Banner List
he: רשימת באנרים

# #31087
source: VideoWall Fanart
he: פאנארט קיר וידאו

# #31088
source: List Wall
he: קיר רשימה

# #31090
source: Sets & Seasons
he: סטים ועונות

# #31091
source: Episodes
he: פרקים

# #31092
source: Auto Update IMDb Top250 & Movie Ratings
he: העדכון האוטומטי לרשימת דירוג לסרטי IMDB וTop 250

# #31093
source: Update IMDb Top250 & Movie Ratings
he: העדכון לרשימת דירוג לסרטי IMDB וTop 250

# #31094
source: Movies Widget
he: יישומון סרטים

# #31095
source: TV Shows Widget
he: יישומון סדרות

# #31096
source: Music Widget
he: יישומון מוסיקה

# #31097
source: RSS Video Feed Widget
he: יישומון עדכוני RSS וידאו

# #31098
source: Show Small Thumbs
he: תמונות ממוזערות קטנות

# #31099
source: Show Big Thumbs
he: תמונות ממוזערות גדולות

# #31100
source: Unknown Genre
he: ז'אנר לא ידוע

# #31101
source: Show Weather Info
he: הצג פרטי מזג אוויר

# #31102
source: Hide Now Playing Video Info
he: הסתר פרטי וידאו "מנגן כעת"

# #31103
source: Hide Now Playing Music Info
he: הסתר פרטי מוזיקה "מנגן כעת"

# #31104
source: Enable Now Playing Cover on Home
he: אפשר כיסוי פועל כעת בתפריט ראשי

# #31105
source: Amazon [COLOR=55white](Sandmann's Plugin)[/COLOR]
he: אמזון [color = 55white] (התוסף של Sandmann) [/ צבע]

# #31106
source: Amazon [COLOR=55white](AddonScriptorDE's Plugin)[/COLOR]
he: אמזון [color = 55white] (התוסף של AddonScriptorDE) [/ צבע]

# #31107
source: Released
he: שוחחר

# #31108
source: Enable Kodi Icon in the Upper-Left Corner
he: אפשר קודי אייקון בפינה השמאלית העליונה

# #31109
source: Edit Menu/Assign Widgets
he: תפריט עריכה / הקצאת יישומונים

# #31110
source: Animations
he: הנפשות

# #31111
source: Scroll down for more options
he: לגלול למטה לאפשרויות נוספות

# #31112
source: Popular Right Now
he: פופולרי עכשיו

# #31113
source: New Uploaded Videos
he: וידאו הועלה חדש

# #31114
source: My Channel
he: הערוץ שלי

# #31115
source: My Subscriptions
he: המנויים שלי

# #31116
source: Diffuse Widget Fanarts
he: לפזר יישומון פאנארט

# #31117
source: Handwritten Disc Art
he: אמנות דיסק בכתב יד

# #31118
source: Show Disc Art
he: הצג אמנות דיסק

# #31119
source: Watched Flag Indicator
he: מחוון הדגל נצפה

# #31120
source: Unwatched
he: לא נצפה

# #31121
source: Watched
he: נצפה

# #31122
source: None
he: אין

# #31123
source: Watched Episodes
he: פרקים שנצפו

# #31124
source: Flashing Lights
he: אורות מהבהבים

# #31125
source: Edit Info
he: עריכת מידע

# #31126
source: Watched Movies
he: סרטים שנצפו

# #31127
source: Show Libary Totals in the Menu
he: הצג סכומי ספריה בתפריט

# #31128
source: Loading. Please wait.
he: טוען, המתן בבקשה

# #31129
source: item
he: פריט

# #31130
source: Disable Fanart in all sections
he: להשבית פאנארט בכל הסעיפים

# #31131
source: Show Only on Home Screen
he: הצג רק על מסך הבית

# #31132
source: Hide Background Video
he: הסתר וידאו רקע

# #31133
source: Custom Global Background
he: רקע מותאם אישית גלובלי

# #31134
source: Complete
he: מלא

# #31135
source: Single Image
he: תמונה אחת

# #31136
source: Multi Image
he: תמונה רבות

# #31137
source: Enable Notifications
he: אפשר הודעות

# #31138
source: TuneIn Radio
he: TuneIn רדיו

# #31139
source: Enable Add-ons Notifications
he: אפשר הודעות מהרחבות

# #31140
source: Enable Weather Alerts Notifications
he: אפשר התראות הודעות מזג אוויר

# #31141
source: Choose Lyrics Add-on
he: בחר הרחבת מילות

# #31142
source: Choose Subtitles Add-on
he: בחר הרחבת כתוביות

# #31143
source: Enable NextAired Info on TV Shows [COLOR=55white](Requires Next Aired Add-on)[/COLOR]
he: אפשר NextAired מידע על תוכניות טלוויזיה [color = 55white] (דורש הבא שודרתי Add-on) [/ צבע]

# #31144
source: Enable Music Theme on TV Shows [COLOR=55white](Requires TV Tunes Add-on)[/COLOR]
he: אפשר נושא מוסיקה בתוכניות טלוויזיה [color = 55white] (דורש הטלוויזיה טונס Add-on) [/ צבע]

# #31145
source: Download music themes for all TV Shows
he: הורד נושאי מוסיקה לכל תוכניות הטלוויזיה

# #31146
source: Download [COLOR=selected]logo.png[/COLOR] for all TV Shows
he: הורד [color = נבחר] logo.png [/ צבע] לכל תוכניות הטלוויזיה

# #31147
source: Download [COLOR=selected]clearart.png[/COLOR] for all TV Shows
he: הורד [color = נבחר] clearart.png [/ צבע] לכל תוכניות הטלוויזיה

# #31148
source: Download [COLOR=selected]landscape.jpg[/COLOR] for all TV Shows
he: הורד [color = נבחר] landscape.jpg [/ צבע] לכל תוכניות הטלוויזיה

# #31149
source: Download [COLOR=selected]banner.jpg[/COLOR] for all TV Shows
he: הורד [color = נבחר] banner.jpg [/ צבע] לכל תוכניות הטלוויזיה

# #31150
source: Download [COLOR=selected]poster.jpg[/COLOR] for all TV Shows
he: הורד [color = נבחר] poster.jpg [/ צבע] לכל תוכניות הטלוויזיה

# #31151
source: Show RSS feed in whole skin
he: RSS feed הצג בכל המעטפת

# #31152
source: Download [COLOR=selected]season art[/COLOR] for all TV Shows (enable local files!)
he: הורד [color = נבחר] אמנות העונה [/ צבע] לכל תוכניות הטלוויזיה (לאפשר קבצים מקומיים!)

# #31153
source: Enable login screen
he: אפשר מסך כניסה

# #31154
source: Choose Trailers Add-on
he: בחר הרחבת קידמונים

# #31155
source: Collection
he: אוסף

# #31156
source: Manage Video Views
he: ניהול צפיות וידאו

# #31157
source: Manage Music Views
he: ניהול צפיות מוסיקה

# #31158
source: Views
he: צפיות

# #31159
source: Show SeekBar instead of the fullscreen info for videos
he: הצג SeekBar במקום מידע המסך המלא קטעי וידאו

# #31160
source: Download [COLOR=selected]logo.png[/COLOR] for all Movies
he: הורד [color = נבחר] logo.png [/ צבע] לכל סרטים

# #31161
source: Show Library Totals in the Top Menu
he: הצג סיכומי ספרייה בתפריט העליון

# #31162
source: Enable Kiosk Mode
he: אפשר מצב קיוסק

# #31163
source: Cast info
he: מידע על הצוות

# #31164
source: Press DOWN for more info
he: לחץ כלפי מטה לפרטים נוספים

# #31165
source: Download [COLOR=selected]disc.png[/COLOR] for all Movies
he: הורד [color = נבחר] disc.png [/ צבע] לכל סרטים

# #31166
source: Local subtitle available
he: כתוביות מקומיות זמינות

# #31167
source: Settings Level:
he: הגדרות רמה:

# #31168
source: Reset Level
he: איפוס רמה

# #31169
source: Reset Skin
he: איפוס מעטפת

# #31170
source: All Skin Settings will revert back to their default state.[CR]Are you sure you want to proceed ?
he: כל הגדרות המעטפת תחזורנה למצב ברירת המחדל שלהם. [CR] האם אתה בטוח שאתה רוצה להמשיך?

# #31171
source: Update Art
he: עדכון אמנות

# #31172
source: Not configured
he: לא מוגדר

# #31173
source: Custom Widgets #1
he: יישומון מותם אישי #1

# #31174
source: Custom Widgets #2
he: יישומון מותם אישי #2

# #31175
source: Custom Widgets #3
he: יישומון מותם אישי #3

# #31176
source: Custom Widgets #4
he: יישומון מותם אישי #4

# #31177
source: Manage [COLOR=selected]Custom Widgets[/COLOR]
he: ניהול [color = נבחר] יישומונים מותאמים אישית [/ צבע]

# #31178
source: Manage [COLOR=selected]Common Widgets[/COLOR]
he: ניהול [color = נבחר] יישומונים מותאמים אישית [/ צבע]

# #31179
source: Manage Views
he: ניהול צפיות

# #31180
source: Library Tools
he: כלי ספרייה

# #31181
source: Download Art
he: הורדת אמנות

# #31182
source: Last Check for Updates
he: בדיקה אחרונה לעדכונים

# #31183
source: Background Animation
he: הנפשות רקע

# #31184
source: Global
he: גלובל

# #31185
source: Only Home Screen
he: רק על מסך הבית

# #31186
source: Only Windows & Dialogs
he: רק חלונות ודיאלוגים

# #31188
source: Movie Ratings
he: דירוג סרטים

# #31190
source: Update MPAA Ratings
he: עדכון דירוג MPAA

# #31191
source: Update Settings
he: עדכון הגדרות

# #31192
source: Enable Widget Item Counter
he: אפשר מונה פריט יישומון

# #31193
source: Critics Consensus
he: מבקרי קונצנזוס

# #31194
source: No plot information available
he: אין מידע עלילה זמינה

# #31195
source: Revenue
he: הכנסות

# #31196
source: In Production
he: בהפקה

# #31197
source: Post Production
he: פרסום ייצור

# #31198
source: Ended
he: הסתיים

# #31199
source: Returning Series
he: סדרות חוזרות

# #31200
source: My Movies
he: הסרטים שלי

# #31201
source: My TV Shows
he: הסדרות שלי

# #31202
source: My Music
he: המוזיקה שלי

# #31203
source: New Search
he: חיפוש חדש

# #31204
source: Please check your weather settings
he: אנא בדוק את הגדרות מזג האוויר שלך

# #31205
source: Browse the most recently added movies
he: עיון בסרטים האחרונים שנוספו

# #31206
source: Browse the most recently added episodes
he: עיון בפרקים האחרונים שנוספו

# #31207
source: Browse the most recently added albums
he: עיון באלבומים האחרונים שנוספו

# #31208
source: Browse all movies in progress
he: עיון בכל הסרטים שבתהליך צפיה

# #31209
source: Browse all shows in progress
he: עיון בכל הסדרות שבתהליך צפיה

# #31210
source: Browse all music in progress
he: עיון בכל המוזיקה שבתהליך

# #31211
source: Browse all movies in your library
he: עיון בכל הסרטים בספרייה שלך

# #31212
source: Browse all shows in your library
he: עיון בכל הסדרות בספרייה שלך

# #31213
source: Browse all music in your library
he: עיון בכל המוזיקה בספרייה שלך

# #31214
source: Airing
he: תאריך שידור

# #31215
source: Next Airs
he: מועד שידור הבא

# #31216
source: Last Aired
he: שודר אחרון

# #31217
source: Wide Thumb
he: תמונה ממוזערת רחבה

# #31218
source: Landscape
he: תמונת נוף

# #31219
source: Logo
he: סמל

# #31220
source: Extra Info
he: הורדת גרפיקה נוספת

# #31221
source: Get Extra Art
he: הורדת גרפיקה נוספת

# #31222
source: Get TV Tune
he: הורדת נעימת סדרה

# #31223
source: 36 Hour Forecast
he: תחזית ל־36 שעות

# #31224
source: Hourly Forecast
he: תחזית לפי שעה

# #31225
source: Weekend Forecast
he: תחזית לסופ"ש

# #31226
source: 10 Days Forecast
he: תחזית ל־10 יום

# #31227
source: From
he: מכיוון

# #31228
source: at
he: ב־

# #31229
source: Last Updated
he: עודכן לאחרונה

# #31230
source: Data Provider
he: ספק מידע

# #31231
source: Max Humidity
he: לחות מירבית

# #31232
source: Min Humidity
he: לחות מינימלית

# #31233
source: Chance of Precipitation
he: סיכוי למשקעים

# #31234
source: Person
he: אדם

# #31235
source: Current Forecast
he: תחזית עדכנית

# #31236
source: Forecast
he: תחזית

# #31237
source: View
he: תצוגה

# #31238
source: No Shows Airing Today
he: אין סדרות המשודרות היום

# #31239
source: Shows Listed
he: סדרות מוצגות

# #31240
source: Shows Airing Today
he: סדרות המשודרות היום

# #31241
source: Recently Added Movies
he: סרטים שנוספו לאחרונה

# #31242
source: Recently Added TV Shows
he: סדרות שנוספו לאחרונה

# #31243
source: Recently Added Music
he: מוזיקה שנוספה לאחרונה

# #31244
source: New Movies
he: סרטים חדשים

# #31245
source: New TV Shows
he: סדרות חדשות

# #31246
source: New Music
he: מוזיקה חדשה

# #31247
source: Random Movies
he: סרטים אקראיים

# #31248
source: Random TV Shows
he: סדרות אקראיות

# #31249
source: Random Music
he: מוזיקה אקראית

# #31250
source: All Movies
he: כל הסרטים

# #31251
source: All TV Shows
he: כל הסדרות

# #31252
source: All Music
he: כל המוזיקה

# #31253
source: Add YouTube UserID and Title
he: הוספת מזהה משתמש Youtube וכותרת

# #31254
source: Search on YouTube
he: Youtube חיפוש ב־

# #31255
source: RSS Video Feeds
he: הזנות RSS של וידאו

# #31256
source: In Cinemas Now
he: כעת בקולנוע

# #31257
source: Trending Movies
he: סרטים טרנדיים

# #31258
source: Trending TV Shows
he: סדרות טרנדיות

# #31259
source: Top Artists
he: אמנים מובילים

# #31260
source: Movies In Progress
he: סרטים בתהליך צפיה

# #31261
source: TV Shows In Progress
he: סדרות בתהליך צפיה

# #31262
source: Music In Progress
he: מוזיקה בתהליך

# #31263
source: Unwatched Movies
he: סרטים שלא נצפו

# #31264
source: Unwatched TV Shows
he: סדרות שלא נצפו

# #31265
source: Unwatched Episodes
he: פרקים שלא נצפו

# #31266
source: Fanart
he: פאנארט

# #31267
source: YouTube Channel
he: ערוץ Youtube

# #31268
source: Thumb List
he: רשימת תמונות ממוזערת

# #31269
source: My IMDb Top250 Movies
he: סרטי IMDb Top250 שלי

# #31270
source: Recently watched episodes
he: פרקים אחרונים שנצפו

# #31271
source: Enable Widget Content Switch Function
he: אפשר פעולת מתג תוכן יישומון

# #31272
source: Budget
he: תקציב

# #31273
source: Place of Birth
he: מקום לידה

# #31274
source: Birthday
he: יום הולדת

# #31275
source: Deathday
he: יום מוות

# #31276
source: Also known as
he: ידוע גם כ

# #31277
source: Filmography
he: סרטים

# #31278
source: Planned
he: מתוכנן

# #31279
source: Menu Position
he: מיקום תפריט

# #31280
source: Open Playlist
he: רשימת השמעה פתוחה

# #31281
source: Save Playlist
he: שמור רשימת השמעה

# #31282
source: Close Playlist
he: סגירת רשימת השמעה

# #31283
source: System Music Files
he: מערכת קבצי מוסיקה

# #31284
source: Current Playlist
he: רשימת השמעה נוכחית

# #31285
source: Playlist Options
he: אפשרויות רשימת השמעה

# #31286
source: Recent Streams
he: זרמים האחרונים

# #31287
source: Favourite Streams
he: זרמים מועדפים

# #31288
source: TuneIn Radio Widget
he: TuneIn רדיו יישומון

# #31291
source: Enable skin debug tools
he: אפשר כלי ניפוי שגיאות מעטפת

# #31292
source: Local Streams
he: זרמים מקומיים

# #31293
source: Default Addon Fanart [COLOR=55white](if available)[/COLOR]
he: ברירת המחדל Addon Fanart [color = 55white] (אם קיימים) [/ צבע]

# #31295
source: Note
he: הערה

# #31297
source: Enable PVR Recording Info Box
he: אפשר PVR הקלטת בתיבת מידע

# #31298
source: Only if LiveTV is focused
he: רק אם טלוויזיה חי מפוקס

# #31300
source: Muted
he: מושתק

# #31301
source: Playing
he: מנגן

# #31302
source: Paused
he: מושהה

# #31303
source: Rewinding:
he: מריץ אחורה:

# #31304
source: Forwarding:
he: מתקדם:

# #31305
source: Finish Time:
he: זמן סיום:

# #31306
source: Customize Background
he: התאמה אישית של רקע

# #31307
source: Enable Visualization
he: אפשר חיזוי

# #31308
source: Visualization Type
he: סוג חיזוי

# #31309
source: Visualization Presets
he: קביעוני חיזוי

# #31310
source: Visualization Settings
he: הגדרות חיזוי

# #31311
source: Enable Music Fanart SlideShow
he: אפשר מצגת פאנארט מוזיקה

# #31312
source: Enable Artist SlideShow
he: אפשר מצגת אמן

# #31313
source: Animated Backgrounds
he: רקעים מונפשים

# #31314
source: Hide Diffuse Colors
he: הסתר צבעים בהירים

# #31315
source: Hide Scrolling Titles
he: הסתר כותרות נגללות

# #31316
source: Now Playing
he: מנגן כעת

# #31317
source: Amiblight Compatiblity Mode
he: מצב Amiblight Compatiblity

# #31319
source: Download Extras & available Updates
he: הורד תוספות ועדכונים זמינים

# #31320
source: Force Extrapack Refresh
he: להכריח רענן חבילת אקסטרה

# #31321
source: Check of Updates on Startup
he: בדוק של עדכונים באתחול

# #31322
source: Choose Widget Content
he: בחר תוכן יישומון

# #31323
source: Mixed item group
he: קבוצת פריטים מעורבת

# #31324
source: Select custom path
he: בחירת נתיב מותאם אישית:

# #31325
source: Other
he: אחר

# #31326
source: Square
he: מרובע

# #31327
source: Other custom path (extracted from a favourite)
he: דרך מותאמת אישית אחרת (שחולצה ממועדפים)

# #31328
source: Add own or edit existing custom path
he: להוסיף או לערוך נתיב מותאם אישית קיים

# #31329
source: Reset Widget
he: איפוס יישומון

# #31330
source: Widget Label
he: תווית יישומון

# #31331
source: Content Path
he: נתיב תוכן

# #31332
source: Widget Layout
he: פריסת יישומון

# #31333
source: Content Type
he: סוג תוכן

# #31334
source: Not required
he: לא דרוש

# #31335
source: REC SCHEDULED
he: הקלטה מוזמנת

# #31336
source: Enable REC Information at the Home Screen Clock
he: אפשר מידע על הקלטה בשעון מסך הבית

# #31337
source: TV Show Disc Art
he: הצג גרפיקת דיסק לסדרות

# #31338
source: Movie Disc Art
he: הצג גרפיקת דיסק לסרטים

# #31339
source: Back
he: חזור

# #31340
source: Case Style
he: סגנון מארז

# #31341
source: Retail Box
he: אריזה מסחרית

# #31342
source: Artist Logo Location
he: מיקום לוגו אמן

# #31343
source: Logo is stored in the parent folder of the album - Example: MP3/Artist
he: לוגו מאוחסן בתיקיית האב של האלבום - דוגמא: MP3 / אמן

# #31344
source: Logo is stored in the folder of the album - Example: MP3/Artist/Album
he: לוגו מאוחסן בתיקייה של האלבום - דוגמא: MP3 / אמן / אלבום

# #31345
source: Artist Folder
he: תיקיית אמן

# #31346
source: Album Folder
he: אלבום תיקייה

# #31347
source: Main Menu Layout
he: פריסת תפריט ראשי

# #31348
source: 5 Icons
he: 5 אייקונים

# #31349
source: 3 Icons
he: 3 אייקונים

# #31350
source: Available Groups
he: קבוצות זמינות

# #31351
source: Add Group
he: הוסף קבוצה

# #31352
source: Rename Group
he: שינוי שם לקבוצה

# #31353
source: Delete Group
he: מחיקת קבוצה

# #31354
source: Centered Labels (Default)
he: תוויות מרוכזות (ברירת מחדל)

# #31355
source: Main Menu
he: תפריט ראשי

# #31356
source: Top Menu
he: תפריט עליון

# #31357
source: Enable Favourites Button
he: אפשר לחצן מועדפים

# #31358
source: Enable Search Button
he: אפשר לחצן חיפוש

# #31359
source: Enable Power Button
he: אפשר לחצן הפעלה

# #31360
source: Labels
he: תוויות

# #31361
source: Home Top Menu Style
he: סגנון תפריט הבית העליון

# #31362
source: Enable Icon Menu Labels
he: אפשר תוויות לתפריט אייקונים

# #31363
source: Next
he: הבא

# #31364
source: List Style
he: סגנון רשימה

# #31366
source: Fixed List
he: רשימה מקובעת

# #31367
source: Set
he: מארז

# #31368
source: Next Episode
he: פרק הבא

# #31369
source: Press stop to cancel automatic play of next episode
he: לחץ עצור כדי לבטל הצגה אוטומטית של הפרק הבא

# #31370
source: Update Video Library
he: עדכן ספריית הוידאו

# #31371
source: Update Music Library
he: עדכן ספריית המוזיקה

# #31372
source: Clean Video Library
he: ניקוי ספריית הוידאו

# #31373
source: Clean Music Library
he: ניקוי ספריית המוזיקה

# #31374
source: Quick Navigation
he: ניווט מהיר

# #31375
source: Disable Quick Navigation
he: נטרל ניווט מהיר

# #31376
source: Default QuickNav Items
he: כפתורי ניווט מהיר ברירת מחדל

# #31377
source: Custom QuickNav Items
he: כפתורי ניווט מהיר מותאמים אישית

# #31378
source: Custom Item
he: פריט מותאם אישית

# #31379
source: Home & Menu
he: תפריט הבית

# #31380
source: Custom Widgets
he: יישומונים מותאמים אישית

# #31381
source: Center
he: מרכז

# #31382
source: Bottom Labels
he: תוויות תחתונה

# #31383
source: Episode will start in ...
he: הפרק יתחיל ב...

# #31384
source: Next Up
he: הבא

# #31385
source: Library Update
he: עדכון ספריה

# #31386
source: Still there?
he: עדיין שם?

# #31387
source: Press Play to continue with the next episode
he: לחץ על PLAY כדי להמשיך עם הפרק הבא

# #31388
source: Latest Movie
he: סרט אחרון

# #31389
source: Latest Episode
he: פרק אחרון

# #31390
source: Latest Album
he: אלבום אחרון

# #31391
source: Latest Song
he: שיר אחרו

# #31392
source: Continue with next episode?
he: המשך עם הפרק הבא?

# #31393
source: Still there? Otherwise I'll stop.
he: עדיין שם? אחרת אני אפסיק.

# #31394
source: TV Tunes Add-on
he: הרחבת TV Tunes

# #31395
source: Next Aired Add-on
he: הרחבת Next Aired

# #31396
source: NextUp Add-on
he: הרחבת NextUp

# #31397
source: Protected
he: מוגן

# #31398
source: Top
he: עליון

# #31399
source: Bottom
he: תחתון

# #31400
source: Enable Auto Update on Startup
he: אפשר עדכון אוטומטי באתחול

# #31401
source: blues
he: בלוז

# #31402
source: rock
he: רוק

# #31403
source: classic
he: קלאסי

# #31404
source: country
he: קאנטרי

# #31405
source: electro
he: אלקטרו

# #31406
source: folk
he: פולק

# #31407
source: gospel
he: גוספל

# #31408
source: hip-hop
he: היפ הופ

# #31409
source: Choose from a variety of settings and customization options to make "Bello Fredo" fit your needs and taste.
he: לבחור מתוך מגוון של הגדרות ואפשרויות התאמה אישית כדי להפוך את "Bello Fredo" שיתאים לצרכימים ולטעם שלך.
