Repository: sualfred/skin.bellofredo
Catalog: language/Hebrew/strings.po
Languages: he

# #31410
source: With Kodi you can have several profiles and the auto login option if the login screen is disabled.
he: אפשר ליצור מספר חשבונות משתמש וגם להגדיר כניסה אוטומטית כאשר מסך הכניסה מנוטרל.

# #31411
source: Configure Appearance Settings
he: שינוי הגדרות מראה

# #31412
source: Configure Video Settings
he: שינוי הגדרות וידאו

# #31413
source: Configure Live TV Settings
he: שינוי הגדרות טלוויזיה חיה

# #31414
source: Configure Music Settings
he: שינוי הגדרות מוזיקה

# #31415
source: Configure Pictures Settings
he: שינוי הגדרות תמונות

# #31416
source: Configure Weather Settings
he: שינוי הגדרות מזג אוויר

# #31417
source: Configure Services Settings
he: שינוי הגדרות שירותים

# #31418
source: Configure System Settings
he: שינוי הגדרות מערכת

# #31419
source: Configure Profiles Settings
he: שינוי הגדרות משתמשים

# #31420
source: Configure Skin Settings
he: שינוי הגדרות מעטפת

# #31421
source: Library
he: ספריה

# #31422
source: soundtrack
he: פסקול

# #31424
source: jazz
he: ג'אז

# #31425
source: metal
he: מטל

# #31426
source: rap
he: ראפ

# #31427
source: reggae
he: רגאיי

# #31428
source: pop
he: פופ

# #31429
source: punk
he: פאנק

# #31430
source: various
he: שונים

# #31431
source: You haven't added any items to Favorites yet.[CR]Highlight an item, and choose "Add to favorites" from the context menu.
he: לא הוספו עדיין פריטים לרשימת המועדפים.[CR]יש לסמן פריט ולבחור "הוספת מועדף" מהתפריט המשני.

# #31432
source: Mouse usage is not supported.[CR]Please disable it from Settings>System>Input Devices>[CR]"Enable mouse and Touch Screen support".
he: אין תמיכה בעכבר.[CR]נא לנטרל את העכבר דרך הגדרות>מערכת>התקני קלט>[CR]"תמיכה בעכבר ומסך מגע".

# #31433
source: Adventure
he: הרפתקאות

# #31434
source: Action
he: פעולה

# #31435
source: sport
he: ספורט

# #31436
source: Animation
he: הנפשה

# #31437
source: Horror
he: אימה

# #31438
source: film-noir
he: פילם-נואר

# #31439
source: Love
he: אהבה

# #31440
source: history
he: היסטוריה

# #31441
source: kids
he: ילדים

# #31442
source: thriller
he: מתח

# #31443
source: drama
he: דרמה

# #31444
source: comedy
he: קומדיה

# #31445
source: musical
he: מוזיקה

# #31446
source: mystery
he: מיסתורין

# #31447
source: crime
he: פשע

# #31448
source: fantasy
he: פנטזיה

# #31449
source: biography
he: ביוגרפיה

# #31450
source: docu
he: דוקו

# #31451
source: family
he: משפחה

# #31452
source: war
he: מלחמה

# #31453
source: Suspense
he: מותחן

# #31454
source: short
he: קצר

# #31455
source: western
he: מערבון

# #31456
source: special
he: ספיישלים

# #31457
source: Science-Fiction
he: מדע בדיוני

# #31458
source: food
he: אוכל

# #31459
source: mini
he: מיני

# #31460
source: Genre Icons
he: סמלי סגנונות

# #31461
source: Own icon path
he: נתיב סמל של

# #31462
source: alternative
he: אלטרנטיבית

# #31463
source: grunge
he: גראנג '

# #31464
source: Artwork Style
he: סגנון גרפיקה

# #31467
source: Logout
he: ניתוק

# #31468
source: Edit Shutdown Menu Items
he: עריכת פריטים בתפריט כיבוי

# #31469
source: Shutdown Menu
he: תפריט כיבוי

# #31470
source: Edit Shutdown Menu
he: עריכת תפריט כיבוי

# #31471
source: Edit Main Menu
he: עריכת תפריט ראשי

# #31472
source: Banner Art
he: באנר ארט

# #31473
source: [COLOR=invalid]Error: No valid path[/COLOR]
he: [COLOR=invalid] שגיאה: לא נתיב חוקי [/COLOR]

# #31474
source: Vertical Menu
he: תפריט אנכי

# #31475
source: unwatched movies
he: סרטים שלא נצפו

# #31476
source: unwatched episodes
he: פרקים שלא נצפו

# #31477
source: watched movies
he: סרטים שנצפו

# #31478
source: watched episodes
he: פרקים שנצפו

# #31479
source: Label Mainmenu Options
he: אפשרות לתפריט ראשי אם תוויות

# #31480
source: Icon Mainmenu Options
he: אפשרות לתפריט ראשי אם סמלים

# #31481
source: Vertical Mainmenu Options
he: אפשרות לתפריט ראשי אנכי

# #31482
source: Show Libary Totals in Widgets
he: הצג סכומי ספריה ביישומונים

# #31483
source: Show Menu Icons
he: הצג סמלי תפריט

# #31484
source: Enable Top Menu
he: אפשר תפריט עליון
