Repository: sualfred/skin.bellofredo
Catalog: language/Lithuanian/strings.po
Languages: lt

# #31000
source: Live TV
lt: Televizija

# #31001
source: TV Guide
lt: TV gidas

# #31002
source: TV Shows
lt: TV laidos

# #31003
source: Aired
lt: Rodytas

# #31004
source: Premiere
lt: Premjera

# #31005
source: Track Number
lt: Takelio numeris

# #31006
source: Working...
lt: Dirbama...

# #31007
source: Please Wait...
lt: Palaukite...

# #31008
source: System auto shutdown in
lt: Sistema išsijungs po

# #31009
source: Context Menu
lt: Kontekstinis meniu

# #31011
source: On
lt: Įj.

# #31012
source: Off
lt: Išj.

# #31013
source: Enable Home Menu Animation
lt: Įjungti pagrindinio meniu animaciją

# #31014
source: Enable Startup Intro Video
lt: Išjungti Įžanginį vaizdo įrašą

# #31015
source: Show YouTube Channel Logo in Fullscreen Video
lt: Rodyti YouTube kanalo logotipą viso ekrano vaizdo įraše

# #31016
source: File Manager
lt: Failų tvarkyklė

# #31017
source: Karaoke Song Selector
lt: Karaoke dainų pasirinimas

# #31018
source: Trailers
lt: Anonsai

# #31019
source: Search for movies directed by
lt: Ieškoti filmų, kuriuos režisavo

# #31020
source: Found
lt: Rasta

# #31021
source: Music Library
lt: Muzikos biblioteka

# #31022
source: Music Files
lt: Muzikos failai

# #31023
source: Info
lt: Informacija

# #31024
source: Page
lt: Puslapis

# #31025
source: Items
lt: Elementai

# #31026
source: Scrolling...
lt: Slenkama...

# #31027
source: Memory Used:
lt: Naudojama atminties:

# #31028
source: Move Left
lt: Pereiti į kairę

# #31029
source: Move Right
lt: Pereiti į dešinę

# #31032
source: User Login
lt: Vartotojo prisijungimas

# #31033
source: Channel Group
lt: Kanalo grupė

# #31034
source: Teletext
lt: Teletekstas

# #31035
source: REC
lt: ĮRŠ.

# #31036
source: Close
lt: Uždaryti

# #31037
source: Change Rating
lt: Pakeisti reitingą

# #31039
source: IP Address
lt: IP adresas

# #31040
source: Created by
lt: Sukūrė

# #31041
source: Creator
lt: Autorius

# #31042
source: Always show plot
lt: Visada rodyti siužetą

# #31043
source: Transparent background
lt: Skaidrus fonas

# #31044
source: Play all recently played albums
lt: Atkurti visus neseniai atkurtus albumus

# #31045
source: Enable Home Menu Arrow Up/Down Animation
lt: Įjungti pagrindinio meniu rodyklės aukštyn/žemyn animaciją

# #31046
source: Enable Home Widgets Arrow Left/Right Animation
lt: Įjungti pradinio ekrano valdiklių rodyklės kairėn/dešinėn animaciją

# #31047
source: Automatically download Extra Artwork if a Library has been updated
lt: Automatiškai atsiųsti papildomas iliustracijas po bibliotekos atnaujinimo

# #31048
source: Manage Menu Items
lt: Tvarkyti meniu elementus

# #31049
source: Manage Widgets
lt: Tvarkyti valdiklius

# #31050
source: Manage Sub Menu of
lt: Tvarkyti submeniu, priklausantį

# #31051
source: Use Extra-Fanarts
lt: Naudoti papildomus Fanart

# #31053
source: [COLOR=55white](AddonScriptorDE's Plugin)[/COLOR]
lt: [COLOR=55white](AddonScriptorDE's įskiepis)[/COLOR]

# #31054
source: [COLOR=55white](Sandmanns's Plugin)[/COLOR]
lt: [COLOR=55white](Sandmanns's įskiepis)[/COLOR]

# #31055
source: Watchlist
lt: Peržiūros sąrašas

# #31056
source: Popular
lt: Populiaru

# #31057
source: New at Amazon
lt: Amazon naujienos

# #31058
source: Widget
lt: Valdiklis

# #31059
source: Scan for new videos
lt: Nuskaityti naujus vaizdo įrašus

# #31060
source: Scan for new music
lt: Nuskaityti naujus muzikos įrašus

# #31061
source: Cleanup video database
lt: Išvalyti vaizdo įrašų duomenų bazę

# #31062
source: Cleanup music database
lt: Išvalyti muzikos duomenų bazę

# #31063
source: Force use of local stored season art [COLOR=55white](eg: seasonXX-poster.jpg)[/COLOR]
lt: Priverstinai naudoti lokaliai saugoma sezono iliustraciją [COLOR=55white](pvz.: seasonXX-poster.jpg)[/COLOR]

# #31064
source: Enable Library Refresh Button
lt: Įjungti bibliotekos atnaujinimo mygtuką

# #31065
source: Enabled
lt: Įjungta

# #31066
source: Disabled
lt: Išjungta

# #31067
source: Enable Aurora-Pulse-Bar behind the Mainmenu
lt: Įjungti Aurora-Pulse-Bar už pagrindinio meniu

# #31068
source: Online Video Information
lt: Internetinio vaizdo įrašo informacija

# #31069
source: Misc
lt: Įvairūs

# #31070
source: Video Info
lt: Vaizdo informacija

# #31071
source: Similar
lt: Panašūs

# #31072
source: Crew
lt: Komanda

# #31073
source: Cast
lt: Aktoriai

# #31074
source: About
lt: Apie

# #31075
source: Recommended by TMDB
lt: Rekomenduojama TMDB

# #31076
source: Photos
lt: Nuotraukos

# #31077
source: Online Videos
lt: Vaizdo įrašai internete

# #31078
source: TV Show Roles
lt: TV laidos vaidmenys

# #31079
source: Movie Actor Roles
lt: Filmo aktorių vaidmenys

# #31080
source: Slide
lt: Čiuožykla

# #31081
source: Gallery
lt: Galerija

# #31082
source: 3D Wall
lt: 3D siena

# #31083
source: Wall
lt: Siena

# #31084
source: Posters
lt: Plakatai

# #31085
source: Thumbnails
lt: Miniatiūros

# #31086
source: Banner List
lt: Reklamjuosčių sąrašas

# #31087
source: VideoWall Fanart
lt: Video Fanart siena

# #31088
source: List Wall
lt: Sąrašo siena

# #31090
source: Sets & Seasons
lt: Rinkiniai ir sezonai

# #31091
source: Episodes
lt: Epizodai

# #31092
source: Auto Update IMDb Top250 & Movie Ratings
lt: Automatiškai atnaujinti IMDb Top250 ir filmų įvertinimus

# #31093
source: Update IMDb Top250 & Movie Ratings
lt: Atnaujinti IMDb Top250 ir filmų reitingus

# #31094
source: Movies Widget
lt: Filmų valdiklis

# #31095
source: TV Shows Widget
lt: TV laidų valdiklis

# #31096
source: Music Widget
lt: Muzikos valdiklis

# #31097
source: RSS Video Feed Widget
lt: RSS vaizdo įrašų sklaidos kanalų valdiklis

# #31098
source: Show Small Thumbs
lt: Rodyti mažas miniatiūras

# #31099
source: Show Big Thumbs
lt: Rodyti dideles miniatiūras

# #31100
source: Unknown Genre
lt: Nežinomas žanras

# #31101
source: Show Weather Info
lt: Rodyti orų informaciją

# #31102
source: Hide Now Playing Video Info
lt: Slėpti dabar atkuriamo vaizdo įrašo informaciją

# #31103
source: Hide Now Playing Music Info
lt: Slėpti dabar atkuriamos muzikos informaciją

# #31104
source: Enable Now Playing Cover on Home
lt: Įjungti šiuo metu atkuriamo įrašo viršelį pradiniame ekrane

# #31105
source: Amazon [COLOR=55white](Sandmann's Plugin)[/COLOR]
lt: Amazon [COLOR=55white](Sandmann's įskiepis)[/COLOR]

# #31106
source: Amazon [COLOR=55white](AddonScriptorDE's Plugin)[/COLOR]
lt: Amazon [COLOR=55white](AddonScriptorDE's įskiepis)[/COLOR]

# #31107
source: Released
lt: Išleista

# #31108
source: Enable Kodi Icon in the Upper-Left Corner
lt: Įjungti Kodi piktogramą viršutiniame kairiajame kampe

# #31109
source: Edit Menu/Assign Widgets
lt: Keisti meniu/priskirti valdiklius

# #31110
source: Animations
lt: Animacijos

# #31111
source: Scroll down for more options
lt: Slinkite žemyn, norėdami pamatyti daugiau parinčių

# #31112
source: Popular Right Now
lt: Populiaru šiuo metu

# #31113
source: New Uploaded Videos
lt: Naujai įkelti vaizdo įrašai

# #31114
source: My Channel
lt: Mano kanalas

# #31115
source: My Subscriptions
lt: Mano prenumeratos

# #31116
source: Diffuse Widget Fanarts
lt: Sumaišyti valdiklių Fanart

# #31117
source: Handwritten Disc Art
lt: Ranka rašyta disko iliustracija

# #31118
source: Show Disc Art
lt: Rodyti disko iliustraciją

# #31119
source: Watched Flag Indicator
lt: Peržiūrėjimo vėliavos indikatorius

# #31120
source: Unwatched
lt: Neperžiūrėta

# #31121
source: Watched
lt: Peržiūrėta

# #31122
source: None
lt: Joks

# #31123
source: Watched Episodes
lt: Peržiūrėti epizodai

# #31124
source: Flashing Lights
lt: Švyturėliai

# #31125
source: Edit Info
lt: Keisti informaciją

# #31126
source: Watched Movies
lt: Peržiūrėti filmai

# #31127
source: Show Libary Totals in the Menu
lt: Rodyti bibliotekos statistiką meniu

# #31128
source: Loading. Please wait.
lt: Įkeliama. Prašome palaukti.

# #31129
source: item
lt: Elementas

# #31130
source: Disable Fanart in all sections
lt: Išjungti Fanart visuose skyriuose

# #31131
source: Show Only on Home Screen
lt: Rodyti tik pradiniame ekrane

# #31132
source: Hide Background Video
lt: Nerodyti vaizdo įrašo fone

# #31133
source: Custom Global Background
lt: Savas globalus fonas

# #31134
source: Complete
lt: Pilnas

# #31135
source: Single Image
lt: Vienas atvaizdas

# #31136
source: Multi Image
lt: Keli atvaizdai

# #31137
source: Enable Notifications
lt: Įjungti pranešimus

# #31138
source: TuneIn Radio
lt: TuneIn radijas

# #31139
source: Enable Add-ons Notifications
lt: Įjungti priedų pranešimus

# #31140
source: Enable Weather Alerts Notifications
lt: Įjungti orų perspėjimų pranešimus

# #31141
source: Choose Lyrics Add-on
lt: Pasirinkti dainų žodžių priedą

# #31142
source: Choose Subtitles Add-on
lt: Pasirinkti subtitrų priedą

# #31143
source: Enable NextAired Info on TV Shows [COLOR=55white](Requires Next Aired Add-on)[/COLOR]
lt: Įjungti NextAired Informaciją TV laidose [COLOR=55white](reikalingas Next Aired priedas)[/COLOR]

# #31144
source: Enable Music Theme on TV Shows [COLOR=55white](Requires TV Tunes Add-on)[/COLOR]
lt: Įjungti muzikinę temą TV laidose [COLOR=55white](reikalingas TV Tunes priedas)[/COLOR]

# #31145
source: Download music themes for all TV Shows
lt: Atsiųsti muzikines temas visoms TV laidoms

# #31146
source: Download [COLOR=selected]logo.png[/COLOR] for all TV Shows
lt: Atsiųsti [COLOR=selected]logo.png[/COLOR] visoms TV laidoms

# #31147
source: Download [COLOR=selected]clearart.png[/COLOR] for all TV Shows
lt: Atsiųsti [COLOR=selected]clearart.png[/COLOR] visoms TV laidoms

# #31148
source: Download [COLOR=selected]landscape.jpg[/COLOR] for all TV Shows
lt: Atsiųsti [COLOR=selected]landscape.jpg[/COLOR] visoms TV laidoms

# #31149
source: Download [COLOR=selected]banner.jpg[/COLOR] for all TV Shows
lt: Atsiųsti [COLOR=selected]banner.jpg[/COLOR] visoms TV laidoms

# #31150
source: Download [COLOR=selected]poster.jpg[/COLOR] for all TV Shows
lt: Atsiųsti [COLOR=selected]poster.jpg[/COLOR] visoms TV laidoms

# #31151
source: Show RSS feed in whole skin
lt: Rodyti RSS sklaidos kanalą visoje teminėje išvaizdoje

# #31152
source: Download [COLOR=selected]season art[/COLOR] for all TV Shows (enable local files!)
lt: Atsisiųsti [COLOR=selected]sezono iliustraciją[/COLOR] visoms TV laidoms (įjunkite lokalius failus!)

# #31153
source: Enable login screen
lt: Įjungti prisijungimo langą

# #31154
source: Choose Trailers Add-on
lt: Rodyti anonsų priedą

# #31155
source: Collection
lt: Kolekcija

# #31156
source: Manage Video Views
lt: Tvarkyti vaizdo įrašų rodinius

# #31157
source: Manage Music Views
lt: Tvarkyti muzikos rodinius

# #31158
source: Views
lt: Rodiniai

# #31159
source: Show SeekBar instead of the fullscreen info for videos
lt: Įjungti SeekBar vietoje vaizdo įrašo informacijos visame ekrane

# #31160
source: Download [COLOR=selected]logo.png[/COLOR] for all Movies
lt: Atsiųsti [COLOR=selected]logo.png[/COLOR] visiems filmams

# #31161
source: Show Library Totals in the Top Menu
lt: Rodyti bibliotekos statistiką viršutiniame meniu

# #31162
source: Enable Kiosk Mode
lt: Įjungti kiosko režimą

# #31163
source: Cast info
lt: Aktorių informacija

# #31164
source: Press DOWN for more info
lt: Paspauskite ŽEMYN, norėdami pamatyti daugiau informacijos

# #31165
source: Download [COLOR=selected]disc.png[/COLOR] for all Movies
lt: Atsiųsti [COLOR=selected]disc.png[/COLOR] visiems filmams

# #31166
source: Local subtitle available
lt: Prieinami lokalūs subtitrai

# #31167
source: Settings Level:
lt: Nustatymų lygis:

# #31168
source: Reset Level
lt: Atstatyti lygį

# #31169
source: Reset Skin
lt: Atstatyti teminę išvaizdą

# #31170
source: All Skin Settings will revert back to their default state.[CR]Are you sure you want to proceed ?
lt: Visi teminės išvaizdos nustatymai bus grąžinti į numatytąją būseną.[CR]Ar tikrai norite tęsti?

# #31171
source: Update Art
lt: Atnaujinti iliustracijas

# #31172
source: Not configured
lt: Nesukonfigūruota

# #31173
source: Custom Widgets #1
lt: Savi valdikliai #1

# #31174
source: Custom Widgets #2
lt: Savi valdikliai #2

# #31175
source: Custom Widgets #3
lt: Savi valdikliai #3

# #31176
source: Custom Widgets #4
lt: Savi valdikliai #4

# #31177
source: Manage [COLOR=selected]Custom Widgets[/COLOR]
lt: Tvarkyti [COLOR=selected]savus valdiklius[/COLOR]

# #31178
source: Manage [COLOR=selected]Common Widgets[/COLOR]
lt: Tvarkyti [COLOR=selected]savus valdiklius[/COLOR]

# #31179
source: Manage Views
lt: Tvarkyti rodinius

# #31180
source: Library Tools
lt: Bibliotekos statistika

# #31181
source: Download Art
lt: Atsisiųsti iliustracijas

# #31182
source: Last Check for Updates
lt: Paskutinis atnaujinimų patikrinimas

# #31183
source: Background Animation
lt: Fono animacija

# #31184
source: Global
lt: Globali

# #31185
source: Only Home Screen
lt: Tik pradinis ekranas

# #31186
source: Only Windows & Dialogs
lt: Tik langai ir dialogai

# #31188
source: Movie Ratings
lt: Filmų įvertinimai

# #31190
source: Update MPAA Ratings
lt: Atnaujinti MPAA įvertinimus

# #31191
source: Update Settings
lt: Atnaujinti nustatymus

# #31192
source: Enable Widget Item Counter
lt: Įjungti valdiklio elementų skaitiklį

# #31193
source: Critics Consensus
lt: Kritikų konsensusas

# #31194
source: No plot information available
lt: Nėra siužeto informacijos

# #31195
source: Revenue
lt: Pajamos

# #31196
source: In Production
lt: Kuriamas

# #31197
source: Post Production
lt: Nebekuriamas

# #31198
source: Ended
lt: Pasibaigęs

# #31199
source: Returning Series
lt: Atnaujintas

# #31200
source: My Movies
lt: Mano filmai

# #31201
source: My TV Shows
lt: Mano TV laidos

# #31202
source: My Music
lt: Mano muzika

# #31203
source: New Search
lt: Nauja paieška

# #31204
source: Please check your weather settings
lt: Patikrinkite orų nustatymus

# #31205
source: Browse the most recently added movies
lt: Naršyti vėliausiai pridėtus filmus

# #31206
source: Browse the most recently added episodes
lt: Naršyti vėliausiai pridėtus epizodus

# #31207
source: Browse the most recently added albums
lt: Naršyti vėliausiai pridėtus albumus

# #31208
source: Browse all movies in progress
lt: Naršyti visus nebaigtus žiūrėti filmus

# #31209
source: Browse all shows in progress
lt: Naršyti visas nebaigtas žiūrėti laidas

# #31210
source: Browse all music in progress
lt: Naršyti nebaigtą klausyti muziką

# #31211
source: Browse all movies in your library
lt: Naršyti visus filmus bibliotekoje

# #31212
source: Browse all shows in your library
lt: Naršyti visas laidas bibliotekoje

# #31213
source: Browse all music in your library
lt: Naršyti visą muziką bibliotekoje

# #31214
source: Airing
lt: Rodoma

# #31215
source: Next Airs
lt: Kita transliacija

# #31216
source: Last Aired
lt: Paskutinė transliacija

# #31217
source: Wide Thumb
lt: Plati miniatiūra

# #31218
source: Landscape
lt: Gulsčias

# #31219
source: Logo
lt: Logotipas

# #31220
source: Extra Info
lt: Papildoma informacija

# #31221
source: Get Extra Art
lt: Gauti papildomas iliustracijas

# #31222
source: Get TV Tune
lt: Gauti TV Tune

# #31223
source: 36 Hour Forecast
lt: 36 valandų prognozė

# #31224
source: Hourly Forecast
lt: Valandinė prognozė

# #31225
source: Weekend Forecast
lt: Savaitgalio prognozė

# #31226
source: 10 Days Forecast
lt: 10 dienų prognozė

# #31227
source: From
lt: Nuo

# #31228
source: at
lt: prie

# #31229
source: Last Updated
lt: Paskutinis atnaujinimas

# #31230
source: Data Provider
lt: Duomenų tiekėjas

# #31231
source: Max Humidity
lt: Maks. drėgnumas

# #31232
source: Min Humidity
lt: Min. drėgnumas

# #31233
source: Chance of Precipitation
lt: Kritulių tikimybė

# #31234
source: Person
lt: Asmuo

# #31235
source: Current Forecast
lt: Dabartinė prognozė

# #31236
source: Forecast
lt: Prognozė

# #31237
source: View
lt: Rodinys

# #31238
source: No Shows Airing Today
lt: Nėra šiandien rodomų laidų

# #31239
source: Shows Listed
lt: Laidos sąraše

# #31240
source: Shows Airing Today
lt: Šiandien rodomos laidos

# #31241
source: Recently Added Movies
lt: Neseniai pridėti filmai

# #31242
source: Recently Added TV Shows
lt: Neseniai pridėtos TV laidos

# #31243
source: Recently Added Music
lt: Neseniai pridėta muzika

# #31244
source: New Movies
lt: Nauji filmai

# #31245
source: New TV Shows
lt: Naujos TV laidos

# #31246
source: New Music
lt: Nauja muzika

# #31247
source: Random Movies
lt: Atsitiktiniai filmai

# #31248
source: Random TV Shows
lt: Atsitiktinės TV laidos

# #31249
source: Random Music
lt: Atsitiktinė muzika

# #31250
source: All Movies
lt: Visi filmai

# #31251
source: All TV Shows
lt: Visos TV laidos

# #31252
source: All Music
lt: Visa muzika

# #31253
source: Add YouTube UserID and Title
lt: Pridėkite YouTube vartotojo Id ir Pavadinimą

# #31254
source: Search on YouTube
lt: Ieškoti Youtube

# #31255
source: RSS Video Feeds
lt: RSS vaizdo įrašų sklaidos kanalai

# #31256
source: In Cinemas Now
lt: Šiuo metu kino teatruose

# #31257
source: Trending Movies
lt: Populiarūs filmai

# #31258
source: Trending TV Shows
lt: Populiarios TV laidos

# #31259
source: Top Artists
lt: Top atlikėjai

# #31260
source: Movies In Progress
lt: Nebaigti žiūrėti filmai

# #31261
source: TV Shows In Progress
lt: Nebaigtos žiūrėti TV laidos

# #31262
source: Music In Progress
lt: Nebaigta klausyti muzika

# #31263
source: Unwatched Movies
lt: Neperžiūrėti filmai

# #31264
source: Unwatched TV Shows
lt: Neperžiūrėtos TV laidos

# #31265
source: Unwatched Episodes
lt: Neperžiūrėti epizodai

# #31267
source: YouTube Channel
lt: YouTube kanalas

# #31268
source: Thumb List
lt: Miniatiūrų sąrašas

# #31269
source: My IMDb Top250 Movies
lt: Mano IMDb Top250 filmai

# #31270
source: Recently watched episodes
lt: Neseniai peržiūrėti epizodai

# #31271
source: Enable Widget Content Switch Function
lt: Įjungti valdiklio turinio perjungimo funkciją

# #31272
source: Budget
lt: Biudžetas

# #31273
source: Place of Birth
lt: Gimimo vieta

# #31274
source: Birthday
lt: Gimimo data

# #31275
source: Deathday
lt: Mirties data

# #31276
source: Also known as
lt: Taip pat žinomas kaip

# #31277
source: Filmography
lt: Filmografija

# #31278
source: Planned
lt: Planuojamas

# #31279
source: Menu Position
lt: Meniu pozicija

# #31280
source: Open Playlist
lt: Atidaryti grojaraštį

# #31281
source: Save Playlist
lt: Išsaugoti grojaraštį

# #31282
source: Close Playlist
lt: Uždaryti grojaraštį

# #31283
source: System Music Files
lt: Muzikiniai sistemos failai

# #31284
source: Current Playlist
lt: Dabartinis grojaraštis

# #31285
source: Playlist Options
lt: Grojaraščio parinktys

# #31286
source: Recent Streams
lt: Vėliausi srautai

# #31287
source: Favourite Streams
lt: Mėgstamiausi srautai

# #31288
source: TuneIn Radio Widget
lt: TuneIn radijo valdiklis

# #31289
source: Toggle debug grid
lt: Perjungti derinimo tinklelį

# #31290
source: Toggle debug info
lt: Perjungti derinimo informaciją

# #31291
source: Enable skin debug tools
lt: Įjungti teminės išvaizdos derinimo įrankius

# #31292
source: Local Streams
lt: Lokalūs srautai

# #31293
source: Default Addon Fanart [COLOR=55white](if available)[/COLOR]
lt: Numatytasis priedo Fanart [COLOR=55white](jei prieinama)[/COLOR]

# #31295
source: Note
lt: Pastaba

# #31296
source: Path extraction from a favourite only works for nodes and directories!
lt: Kelio išgavimas iš mėgstamiausiojo veikia tik mazgams ir katalogams!

# #31297
source: Enable PVR Recording Info Box
lt: Įjungti PVR įrašymo informacinį langelį

# #31298
source: Only if LiveTV is focused
lt: Tik jei pasirinkta televizija

# #31299
source: Conditional Weather Fanarts
lt: Sąlyginiai orų Fanart

# #31300
source: Muted
lt: Nutildyta

# #31301
source: Playing
lt: Atkuriama

# #31302
source: Paused
lt: Pristabdyta

# #31303
source: Rewinding:
lt: Atsukama atgal:

# #31304
source: Forwarding:
lt: Prasukama pirmyn:

# #31305
source: Finish Time:
lt: Pabaigos laikas:

# #31306
source: Customize Background
lt: Tinkinti foną

# #31307
source: Enable Visualization
lt: Įjungti vizualizaciją

# #31308
source: Visualization Type
lt: Vizualizacijos tipas

# #31309
source: Visualization Presets
lt: Išankstinės vizualizacijos parinktys

# #31310
source: Visualization Settings
lt: Vizualizacijos nustatymai

# #31311
source: Enable Music Fanart SlideShow
lt: Įjungti muzikos Fanart skaidrių peržiūrą

# #31312
source: Enable Artist SlideShow
lt: Įjungti atlikėjų skaidrių peržiūrą

# #31313
source: Animated Backgrounds
lt: Animuoti fonai

# #31314
source: Hide Diffuse Colors
lt: Slėpti difuzijos spalvas

# #31315
source: Hide Scrolling Titles
lt: Slėpti slenkančius pavadinimus

# #31316
source: Now Playing
lt: Dabar atkuriama

# #31317
source: Amiblight Compatiblity Mode
lt: Ambilight suderinamumo režimas

# #31318
source: Use Extrapack Weather Fanarts
lt: Naudoti Extrapack orų Fanart

# #31319
source: Download Extras & available Updates
lt: Atsisiųsti papildinius ir prieinamus atnaujinimus

# #31320
source: Force Extrapack Refresh
lt: Priverstinai atnaujinti Extrapack

# #31321
source: Check of Updates on Startup
lt: Ieškoti atnaujinimų paleidžiant

# #31322
source: Choose Widget Content
lt: Pasirinkite valdiklio turinį

# #31323
source: Mixed item group
lt: Mišrių elementų grupė

# #31324
source: Extract custom path from a existing favourite
lt: Išgauti savą kelią iš egzistuojančio mėgstamiausiojo

# #31325
source: Other
lt: Kita

# #31326
source: Square
lt: Kvadratas

# #31327
source: Other custom path (extracted from a favourite)
lt: Kitas savas kelias (išgautas iš mėgstamiausiojo)

# #31328
source: Add own or edit existing extracted path
lt: Pridėti savą ar keisti egzistuojantį išgautą kelią

# #31329
source: Reset Widget
lt: Atstatyti valdiklį

# #31330
source: Widget Label
lt: Valdiklio etiketė

# #31331
source: Content Path
lt: Turinio kelias

# #31332
source: Widget Layout
lt: Valdiklio išdėstymas

# #31333
source: Content Type
lt: Turinio tipas

# #31334
source: Not required
lt: Nebūtina

# #31335
source: REC SCHEDULED
lt: ĮRŠ. SUPLANUOTAS

# #31336
source: Enable REC Information at the Home Screen Clock
lt: Įjungti ĮRŠ. informaciją prie pradinio ekrano laikrodžio

# #31337
source: TV Show Disc Art
lt: TV laidos disko iliustracija

# #31338
source: Movie Disc Art
lt: Filmo disko iliustracija

# #31339
source: Back
lt: Galas

# #31340
source: Case Style
lt: Dėkliuko stilius

# #31341
source: Retail Box
lt: Prekybinė dėžutė

# #31342
source: Artist Logo Location
lt: Atlikėjo logotipo vieta

# #31343
source: Logo is stored in the parent folder of the album - Example: MP3/Artist
lt: Logotipas saugomas pagrindiniame albumų aplanke - pavyzdžiui, MP3/Atlikėjas

# #31344
source: Logo is stored in the folder of the album - Example: MP3/Artist/Album
lt: Logotipas saugomas albumo aplanke - pavyzdžiui, MP3/Atlikėjas/Albumas

# #31345
source: Artist Folder
lt: Atlikėjo aplankas

# #31346
source: Album Folder
lt: Albumo aplankas

# #31347
source: Main Menu Layout
lt: Pagrindinio meniu išdėstymas

# #31348
source: 5 Icons
lt: 5 piktogramos

# #31349
source: 3 Icons
lt: 3 piktogramos

# #31350
source: Available Groups
lt: Galimos grupės

# #31351
source: Add Group
lt: Pridėti grupę

# #31352
source: Rename Group
lt: Pervadinti grupę

# #31353
source: Delete Group
lt: Pašalinti grupę

# #31354
source: Centered Labels (Default)
lt: Centruotos etiketės (numatytasis)

# #31355
source: Main Menu
lt: Pagrindinis meniu

# #31356
source: Top Menu
lt: Viršutinis meniu

# #31357
source: Enable Favourites Button
lt: Įjungti mėgstamiausiųjų mygtuką

# #31358
source: Enable Search Button
lt: Įjungti paieškos mygtuką

# #31359
source: Enable Power Button
lt: Įjungti maitinimo mygtuką

# #31360
source: Labels
lt: Etiketės

# #31361
source: Home Top Menu Style
lt: Pagrindinio viršutinio meniu stilius

# #31362
source: Enable Icon Menu Labels
lt: Įjungti piktogramų meniu etiketes

# #31363
source: Next
lt: kitas

# #31364
source: List Style
lt: Sąrašo stilius
