Repository: sualfred/skin.bellofredo
Catalog: language/Lithuanian/strings.po
Languages: lt

# #31365
source: Wrap List
lt: Apgaubtas sąrašas

# #31366
source: Fixed List
lt: Fiksuotas sąrašas

# #31367
source: Set
lt: Nustatyti

# #31368
source: Next Episode
lt: Kitas epizodas

# #31369
source: Press stop to cancel automatic play of next episode
lt: Paspauskite stabdyti, norėdami atšaukti automatinį kito epizodo atkūrimą

# #31370
source: Update Video Library
lt: Atnaujinti vaizdo biblioteką

# #31371
source: Update Music Library
lt: Atnaujinti muzikos biblioteką

# #31372
source: Clean Video Library
lt: Išvalyti vaizdo biblioteką

# #31373
source: Clean Music Library
lt: Išvalyti muzikos biblioteką

# #31374
source: Quick Navigation
lt: Greita navigacija

# #31375
source: Disable Quick Navigation
lt: Išjungti greitą navigaciją

# #31376
source: Default QuickNav Items
lt: Numatytieji greitos navigacijos elementai

# #31377
source: Custom QuickNav Items
lt: Savi greitos navigacijos elementai

# #31378
source: Custom Item
lt: Savas elementas

# #31379
source: Home & Menu
lt: Pradinis ekranas ir meniu

# #31380
source: Custom Widgets
lt: Savi valdikliai

# #31381
source: Center
lt: Centras

# #31382
source: Bottom Labels
lt: Apatinės etiketės

# #31383
source: Episode will start in ...
lt: Epizodas bus paleistas po...

# #31384
source: Next Up
lt: Kitas iki

# #31385
source: Library Update
lt: Bibliotekos atnaujinimas

# #31386
source: Still there?
lt: Vis dar čia?

# #31387
source: Press Play to continue with the next episode
lt: Paspauskite atkurti, norėdami tęsti su kitu epizodu

# #31409
source: Choose from a variety of settings and customization options to make "Bello Fredo" fit your needs and taste.
lt: Pasirinkite iš nustatymų ir pritaikymo parinkčių įvairovės, kad pritaikytumėte "Bello Fredo" prie savo poreikių ir skonio.

# #31410
source: With Kodi you can have several profiles and the auto login option if the login screen is disabled.
lt: Su Kodi galite turėti kelis profilius ir automatinio prisijungimo parinktį, kai išjungtas prisijungimo ekranas.

# #31411
source: Configure Appearance Settings
lt: Konfigūruoti išvaizdos nustatymus

# #31412
source: Configure Video Settings
lt: Konfigūruoti vaizdo įrašų nustatymus

# #31413
source: Configure Live TV Settings
lt: Konfigūruoti televizijos nustatymus

# #31414
source: Configure Music Settings
lt: Konfigūruoti muzikos nustatymus

# #31415
source: Configure Pictures Settings
lt: Konfigūruoti paveikslėlių nustatymus

# #31416
source: Configure Weather Settings
lt: Konfigūruoti orų nustatymus

# #31417
source: Configure Services Settings
lt: Konfigūruoti paslaugų nustatymus

# #31418
source: Configure System Settings
lt: Konfigūruoti sistemos nustatymus

# #31419
source: Configure Profiles Settings
lt: Konfigūruoti profilių nustatymus

# #31420
source: Configure Skin Settings
lt: Konfigūruoti teminės išvaizdos nustatymus

# #31421
source: Library
lt: Biblioteka

# #31431
source: You haven't added any items to Favorites yet.[CR]Highlight an item, and choose "Add to favorites" from the context menu.
lt: Kol kas neturite jokių mėgstamiausiųjų elementų.[CR]Pažymėkite elementą ir pasirinkite "Pridėti prie mėgstamiausių" kontekstiniame meniu.

# #31432
source: Mouse usage is not supported.[CR]Please disable it from Settings>System>Input Devices>[CR]"Enable mouse and Touch Screen support".
lt: Pelės naudojimas nepalaikomas.[CR]tai išjungti galite Nustatymai>Sistema>Įvesties įrenginiai>[CR]"Įjungti pelės ir liečiamojo ekrano palaikymą".
