Repository: sualfred/skin.bellofredo
Catalog: language/*/strings.po
Languages: french

# #31000
source: Live TV
french: TV en direct

# #31001
source: TV Guide
french: Guide TV

# #31002
source: TV Shows
french: Séries

# #31003
source: Aired
french: Diffusé

# #31004
source: Premiere
french: 1ère diffusion

# #31005
source: Track Number
french: Numéro de piste

# #31006
source: Working...
french: En cours...

# #31007
source: Please Wait...
french: Veuillez patienter...

# #31008
source: System auto shutdown in
french: Le système va s'éteindre automatiquement dans

# #31009
source: Context Menu
french: Menu contextuel

# #31013
source: Enable Home Menu Animation
french: Activer l'animation sur le menu d'accueil

# #31014
source: Enable Startup Intro Video
french: Activer la vidéo d'intro au démarrage

# #31016
source: File Manager
french: Gestionnaire de fichiers

# #31017
source: Karaoke Song Selector
french: Sélecteur chanson karaoké

# #31018
source: Trailers
french: Bandes annonces

# #31019
source: Search for movies directed by
french: Rechercher des films réalisés par

# #31020
source: Found
french: Trouvé

# #31021
source: Music Library
french: Médiathèque musique

# #31022
source: Music Files
french: Fichiers musicaux

# #31025
source: Items
french: Objets

# #31026
source: Scrolling...
french: Défilement...

# #31027
source: Memory Used:
french: Mémoire utilisée :

# #31028
source: Move Left
french: Déplacer à gauche

# #31029
source: Move Right
french: Déplacer à droite

# #31030
source: AM
french: Matin

# #31031
source: PM
french: Après-midi

# #31032
source: User Login
french: Connexion

# #31033
source: Channel Group
french: Groupe de chaînes

# #31034
source: Teletext
french: Télétexte

# #31036
source: Close
french: Fermer

# #31037
source: Change Rating
french: Modifier l'évaluation

# #31039
source: IP Address
french: Adresse IP

# #31040
source: Created by
french: Créé par

# #31041
source: Creator
french: Créateur

# #31042
source: Always show plot
french: Toujours montrer le résumé

# #31043
source: Transparent background
french: Arrière-plan transparent

# #31044
source: Play all recently played albums
french: Lire tous les albums récents

# #31045
source: Enable Home Menu Arrow Up/Down Animation
french: Activer l'animation des flèches Haut/Bas du menu d'accueil

# #31046
source: Enable Home Widgets Arrow Left/Right Animation
french: Activer l'animation des flèches Gauche/Droite du menu d'accueil

# #31047
source: Automatically download Extra Artwork if a Library has been updated
french: Téléchargement auto des images supplémentaires si la médiathèque a été mise à jour

# #31048
source: Manage Menu Items
french: Gérer les éléments du menu

# #31049
source: Manage Widgets
french: Gérer les widgets

# #31050
source: Manage Sub Menu of
french: Gérer les sous-menus de

# #31051
source: Use Extra-Fanarts
french: Utiliser les fanarts supplémentaires

# #31053
source: [COLOR=55white](AddonScriptorDE's Plugin)[/COLOR]
french: [COLOR=55white](Plugin AddonScriptorDE)[/COLOR]

# #31054
source: [COLOR=55white](Sandmanns's Plugin)[/COLOR]
french: [COLOR=55white](Plugin Sandmanns)[/COLOR]

# #31055
source: Watchlist
french: Liste de surveillance

# #31056
source: Popular
french: Populaire

# #31057
source: New at Amazon
french: Nouveau chez Amazon

# #31059
source: Scan for new videos
french: Scanner nouvelles vidéos

# #31060
source: Scan for new music
french: Scanner nouvelles musiques

# #31061
source: Cleanup video database
french: Nettoyer la médiathèque vidéo

# #31062
source: Cleanup music database
french: Nettoyer la médiathèque musicale

# #31063
source: Force use of local stored season art [COLOR=55white](eg: seasonXX-poster.jpg)[/COLOR]
french: Forcer l'utilisation de l'affiche locale pour la saison [COLOR=55white](ex : seasonXX-poster.jpg)[/COLOR]

# #31064
source: Enable Library Refresh Button on the Home Screen
french: Activer le bouton de MàJ médiathèque sur l'écran d'accueil

# #31065
source: Enabled
french: Activé

# #31066
source: Disabled
french: Désactivé

# #31067
source: Enable Aurora-Pulse-Bar behind the Mainmenu
french: Activer Aurora-Pulse-Bar derrière le menu principal

# #31068
source: Online Video Information
french: Infos vidéo en ligne

# #31069
source: Misc
french: Divers

# #31070
source: Video Info
french: Infos vidéo

# #31071
source: Similar
french: Similaire

# #31072
source: Crew
french: Equipe

# #31073
source: Cast
french: Acteurs

# #31074
source: About
french: A propos

# #31075
source: Recommended by TMDB
french: Recommandé par TMDB

# #31077
source: Online Videos
french: Vidéos en ligne

# #31078
source: TV Show Roles
french: Rôles séries

# #31079
source: Movie Actor Roles
french: Rôles films

# #31080
source: Slide
french: Diaporama

# #31081
source: Gallery
french: Galerie

# #31082
source: 3D Wall
french: Mur 3D

# #31083
source: Wall
french: Mur

# #31084
source: Posters
french: Affiches

# #31085
source: Thumbnails
french: Vignettes

# #31086
source: Banner List
french: Bannières

# #31087
source: VideoWall Fanart
french: Mur-Vidéo Fanart

# #31088
source: List Wall
french: Mur-liste

# #31090
source: Sets & Seasons
french: Sets & saisons

# #31092
source: Auto Update IMDb Top250 & Movie Ratings
french: MàJ auto IMDb Top250 & Evaluation films

# #31093
source: Update IMDb Top250 & Movie Ratings
french: Mettre à jour IMDb Top250 & Evaluation films

# #31094
source: Movies Widget
french: Widget Films

# #31095
source: TV Shows Widget
french: Widget Séries

# #31096
source: Music Widget
french: Widget Musique

# #31097
source: RSS Video Feed Widget
french: Widget RSS Vidéo

# #31098
source: Show Small Thumbs
french: Afficher les petites pochettes

# #31099
source: Show Big Thumbs
french: Afficher les grandes pochettes

# #31100
source: Unknown Genre
french: Genre inconnu

# #31101
source: Show Weather Info
french: Afficher les infos météo

# #31102
source: Hide Now Playing Video Info
french: Masquer les infos de lecture en cours Vidéo

# #31103
source: Hide Now Playing Music Info
french: Masquer les infos de lecture en cours Musique

# #31104
source: Hide Now Playing Cover on Home
french: Masquer les infos de lecture en cours sur l'accueil

# #31105
source: Amazon [COLOR=55white](Sandmann's Plugin)[/COLOR]
french: Amazon [COLOR=55white](Plugin Sandmann)[/COLOR]

# #31106
source: Amazon [COLOR=55white](AddonScriptorDE's Plugin)[/COLOR]
french: Amazon [COLOR=55white](Plugin AddonScriptorDE)[/COLOR]

# #31107
source: Released
french: Date de sortie

# #31108
source: Enable Kodi Icon in the Upper-Left Corner
french: Afficher l'icone Kodi dans le coin supérieur gauche

# #31109
source: Edit Menu/Assign Widgets
french: Editer le menu / Assigner les widgets

# #31111
source: Scroll down for more options
french: Faire défiler pour plus d'options

# #31112
source: Popular Right Now
french: Populaires actuellement

# #31113
source: New Uploaded Videos
french: Nouvelles vidéos téléversées

# #31114
source: My Channel
french: Ma chaîne

# #31115
source: My Subscriptions
french: Mes abonnements

# #31116
source: Diffuse Widget Fanarts
french: Assombrir les fanarts de widget

# #31117
source: Handwritten Disc Art
french: Image disque écrite à la main

# #31118
source: Show Disc Art
french: Montrer l'image disque

# #31119
source: Watched Flag Indicator
french: Indicateur du drapeau Vu

# #31120
source: Unwatched
french: Non vu

# #31121
source: Watched
french: Vu

# #31122
source: None
french: Aucun

# #31123
source: Watched Episodes
french: Episodes vus

# #31124
source: Flashing Lights
french: Lumières clignotantes

# #31125
source: Edit Info
french: Editer infos

# #31126
source: Watched Movies
french: Films vus

# #31127
source: Show Libary Totals in the Menu
french: Montrer les totaux de la médiathèque dans le menu

# #31128
source: Loading. Please wait.
french: Chargement. Veuillez patienter.

# #31129
source: item
french: objet

# #31130
source: Disable Fanart in all sections
french: Désactiver les fanarts dans toutes les sections

# #31131
source: Show Only on Home Screen
french: Afficher uniquement sur l'accueil

# #31132
source: Hide Background Video
french: Masquer la vidéo en arrière-plan

# #31133
source: Custom Global Background
french: Fond d'écran global personnalisé

# #31134
source: Complete
french: Terminé

# #31135
source: Single Image
french: Image unique

# #31136
source: Multi Image
french: Images multiples

# #31137
source: Enable Notifications
french: Activer les notifications

# #31139
source: Enable Add-ons Notifications
french: Activer les notifications d'extensions

# #31140
source: Enable Weather Alerts Notifications
french: Activer les notifications d'alertes météo

# #31141
source: Choose Lyrics Add-on
french: Sélectionnez l'extension Paroles

# #31142
source: Choose Subtitles Add-on
french: Sélectionnez l'extension Sous-titres

# #31143
source: Enable NextAired Info on TV Shows [COLOR=55white](Requires Next Aired Add-on)[/COLOR]
french: Activer NextAired Info dans les séries [COLOR=55white](nécessite l'extension Next Aired)[/COLOR]

# #31144
source: Enable Music Theme on TV Shows [COLOR=55white](Requires TV Tunes Add-on)[/COLOR]
french: Activer les génériques TV dans les séries [COLOR=55white](nécessite l'extension TV Tunes)[/COLOR]

# #31145
source: Download music themes for all TV Shows
french: Télécharger les génériques TV pour toutes les séries

# #31146
source: Download [COLOR=selected]logo.png[/COLOR] for all TV Shows
french: Télécharger [COLOR=selected]logo.png[/COLOR] pour toutes les séries

# #31147
source: Download [COLOR=selected]clearart.png[/COLOR] for all TV Shows
french: Télécharger [COLOR=selected]clearart.png[/COLOR] pour toutes les séries

# #31148
source: Download [COLOR=selected]landscape.jpg[/COLOR] for all TV Shows
french: Télécharger [COLOR=selected]landscape.jpg[/COLOR] pour toutes les séries

# #31149
source: Download [COLOR=selected]banner.jpg[/COLOR] for all TV Shows
french: Télécharger [COLOR=selected]banner.jpg[/COLOR] pour toutes les séries

# #31150
source: Download [COLOR=selected]poster.jpg[/COLOR] for all TV Shows
french: Télécharger [COLOR=selected]poster.jpg[/COLOR] pour toutes les séries

# #31151
source: Show RSS feed in whole skin
french: Afficher les flux RSS dans toutes les fenêtres

# #31152
source: Download [COLOR=selected]season art[/COLOR] for all TV Shows (enable local files!)
french: Télécharger [COLOR=selected]l'affiche de saison[/COLOR] pour toutes les séries (activer les fichiers locaux !)

# #31153
source: Enable login screen
french: Activer l'écran de connexion

# #31154
source: Choose Trailers Add-on
french: Choisissez une extension pour les bandes annonces

# #31156
source: Manage Video Views
french: Gérer les vues Vidéo

# #31157
source: Manage Music Views
french: Gérer les vues Musique

# #31158
source: Views
french: Vues

# #31159
source: Show SeekBar instead of the fullscreen info for videos
french: Afficher la barre de recherche au lieu des infos en plein écran

# #31160
source: Download [COLOR=selected]logo.png[/COLOR] for all Movies
french: Télécharger [COLOR=selected]logo.png[/COLOR] pour tous les films

# #31161
source: Show Library Totals in the Top Menu
french: Afficher les totaux de la médiathèque dans le menu supérieur

# #31162
source: Enable Kiosk Mode
french: Activer le mode Kiosque

# #31163
source: Cast info
french: Infos acteurs

# #31164
source: Press DOWN for more info
french: Presser BAS pour plus d'infos

# #31165
source: Download [COLOR=selected]disc.png[/COLOR] for all Movies
french: Télécharger [COLOR=selected]disc.png[/COLOR] pour tous les films

# #31166
source: Local subtitle available
french: Sous-titre disponible localement

# #31167
source: Settings Level:
french: Niveau de paramètres :

# #31168
source: Reset Level
french: RàZ du niveau

# #31169
source: Reset Skin
french: Réinitialiser le thème

# #31170
source: All Skin Settings will revert back to their default state.[CR]Are you sure you want to proceed ?
french: Tous les paramètres du thème seront remis à leur état d'origine.[CR]Voulez-vous continuer ?

# #31171
source: Update Art
french: Mise à jour des images

# #31172
source: Empty Label
french: Etiquette vide

# #31173
source: Custom Widgets #1
french: Widget personnalisé #1

# #31174
source: Custom Widgets #2
french: Widget personnalisé #2

# #31175
source: Custom Widgets #3
french: Widget personnalisé #3

# #31176
source: Custom Widgets #4
french: Widget personnalisé #4

# #31177
source: Manage [COLOR=selected]Custom Widgets[/COLOR]
french: Gérer les [COLOR=selected]Widgets personnalisés[/COLOR]

# #31178
source: Manage [COLOR=selected]Common Widgets[/COLOR]
french: Gérer les [COLOR=selected]Widgets communs[/COLOR]

# #31179
source: Manage Views
french: Gérer les vues

# #31180
source: Library Tools
french: Outils médiathèque

# #31181
source: Download Art
french: Télécharger images

# #31182
source: Last Check for Updates
french: Dernière mise à jour

# #31183
source: Background Animation
french: Animation d'arrière-plan

# #31185
source: Only Home Screen
french: Seulement l'écran d'accueil

# #31186
source: Only Windows & Dialogs
french: Seulement les fenêtres et les dialogues

# #31188
source: Movie Ratings
french: Evaluations films

# #31190
source: Update MPAA Ratings
french: Mise à jour évaluations MPAA

# #31191
source: Update Settings
french: Mise à jour réglages

# #31192
source: Hide Widget Item Counter
french: Masquer le compteur d'éléments des widgets

# #31193
source: Critics Consensus
french: Critique

# #31194
source: No plot information available
french: Pas de résumé disponible

# #31195
source: Revenue
french: Recettes

# #31196
source: In Production
french: En production

# #31198
source: Ended
french: Terminée

# #31199
source: Returning Series
french: Série récurrente

# #31200
source: My Movies
french: Mes films

# #31201
source: My TV Shows
french: Mes séries

# #31202
source: My Music
french: Ma musique

# #31203
source: New Search
french: Nouvelle recherche

# #31204
source: Please check your weather settings
french: Merci de vérifier vos paramètres Météo

# #31205
source: Browse the most recently added movies
french: Parcourir les films récemment ajoutés

# #31206
source: Browse the most recently added episodes
french: Parcourir les épisodes récemment ajoutés

# #31207
source: Browse the most recently added albums
french: Parcourir les albums récemment ajoutés

# #31208
source: Browse all movies in progress
french: Parcourir tous les films en cours

# #31209
source: Browse all shows in progress
french: Parcourir toutes les séries en cours

# #31210
source: Browse all music in progress
french: Parcourir tous les albums en cours

# #31211
source: Browse all movies in your library
french: Parcourir tous les films de votre médiathèque

# #31212
source: Browse all shows in your library
french: Parcourir toutes les séries de votre médiathèque

# #31213
source: Browse all music in your library
french: Parcourir toute la Musique de votre médiathèque

# #31214
source: Airing
french: Diffusé le

# #31215
source: Next Airs
french: Prochaine diffusion

# #31216
source: Last Aired
french: Dernière diffusion

# #31217
source: Wide Thumb
french: Vignette large

# #31218
source: Landscape
french: Paysage

# #31220
source: Extra Info
french: Infos supplémentaires

# #31221
source: Get Extra Art
french: Récupérer images supplémentaires

# #31222
source: Get TV Tune
french: Récupérer génériques TV

# #31223
source: 36 Hour Forecast
french: Prévisions sur 36 heures

# #31224
source: Hourly Forecast
french: Prévisions heure par heure

# #31225
source: Weekend Forecast
french: Prévisions pour le week-end

# #31226
source: 10 Days Forecast
french: Prévisions sur 10 jours

# #31227
source: From
french: de

# #31228
source: at
french: à

# #31229
source: Last Updated
french: Dernière mise à jour

# #31230
source: Data Provider
french: Fournisseur de données

# #31231
source: Max Humidity
french: Humidité maxi

# #31232
source: Min Humidity
french: Humidité mini

# #31233
source: Chance of Precipitation
french: Risque de pluie

# #31234
source: Person
french: Personne

# #31235
source: Current Forecast
french: Prévisions actuelles

# #31236
source: Forecast
french: Prévisions

# #31237
source: View
french: Vue

# #31238
source: No Shows Airing Today
french: Aucune série diffusée aujourd'hui

# #31239
source: Shows Listed
french: Séries listées

# #31240
source: Shows Airing Today
french: Séries diffusées aujourd'hui

# #31241
source: Recently Added Movies
french: Films récemment ajoutés

# #31242
source: Recently Added TV Shows
french: Séries récemment ajoutées

# #31243
source: Recently Added Music
french: Musiques récemment ajoutées

# #31244
source: New Movies
french: Nouveaux films

# #31245
source: New TV Shows
french: Nouvelles séries

# #31246
source: New Music
french: Nouvelles musiques

# #31247
source: Random Movies
french: Films aléatoires

# #31248
source: Random TV Shows
french: Séries aléatoires

# #31249
source: Random Music
french: Musiques aléatoires

# #31250
source: All Movies
french: Tous les films

# #31251
source: All TV Shows
french: Toutes les séries

# #31252
source: All Music
french: Toute la musique

# #31253
source: Add YouTube UserID and Title
french: Ajouter le compte et titre YouTube

# #31254
source: Search on YouTube
french: Rechercher sur YouTube

# #31255
source: RSS Video Feeds
french: Flux RSS Vidéos

# #31256
source: In Cinemas Now
french: Dans les salles

# #31257
source: Trending Movies
french: Films du moment

# #31258
source: Trending TV Shows
french: Séries du moment

# #31259
source: Top Artists
french: Top artistes

# #31260
source: Movies In Progress
french: Films en cours

# #31261
source: TV Shows In Progress
french: Séries en cours

# #31262
source: Music In Progress
french: Musique en cours

# #31263
source: Unwatched Movies
french: Films non vus

# #31264
source: Unwatched TV Shows
french: Séries non vues

# #31265
source: Unwatched Episodes
french: Episodes non vus

# #31267
source: YouTube Channel
french: Chaîne YouTube

# #31268
source: Thumb List
french: Liste vignettes

# #31269
source: My IMDb Top250 Movies
french: Mes films IMDb Top250

# #31270
source: Recently watched episodes
french: Episodes vus récemment

# #31271
source: Enable Widget Content Switch Function
french: Activer la fonction de changement de widget

# #31273
source: Place of Birth
french: Lieu de naissance

# #31274
source: Birthday
french: Anniversaire

# #31275
source: Deathday
french: Date de décès

# #31276
source: Also known as
french: Aussi connu sous

# #31277
source: Filmography
french: Filmographie

# #31278
source: Planned
french: Prévu

# #31280
source: Open Playlist
french: Ouvrir Playliste

# #31281
source: Save Playlist
french: Enregistrer Playliste

# #31282
source: Close Playlist
french: Fermer Playliste

# #31283
source: System Music Files
french: Fichiers de musique système

# #31284
source: Current Playlist
french: Playliste actuelle

# #31285
source: Playlist Options
french: Options de Playliste

# #31286
source: Recent Streams
french: Flux récents

# #31287
source: Favourite Streams
french: Flux favoris

# #31288
source: TuneIn Radio Widget
french: Widget TuneIn Radio

# #31289
source: Toggle debug grid
french: Activer la grille de débogage

# #31290
source: Toggle debug info
french: Activer les infos de débogage

# #31291
source: Enable skin debug tools
french: Activer les outils de débogage du thème

# #31292
source: Local Streams
french: Flux locaux

# #31293
source: Default Addon Fanart [COLOR=55white](if available)[/COLOR]
french: Extension fanart par défaut [COLOR=55white](si disponible)[/COLOR]

# #31300
source: Muted
french: En sourdine

# #31301
source: Playing
french: Lecture

# #31302
source: Paused
french: Pause

# #31303
source: Rewinding:
french: Retour rapide :

# #31304
source: Forwarding:
french: Avance Rapide :

# #31305
source: Finish Time:
french: Heure de fin :

# #31306
source: Customize Background
french: Arrière-plan personnalisé

# #31307
source: Enable Visualization
french: Activer la visualisation

# #31308
source: Visualization Type
french: Type de visualisation

# #31309
source: Visualization Presets
french: Préréglages de visualisation

# #31310
source: Visualization Settings
french: Options de visualisation

# #31311
source: Enable Music Fanart SlideShow
french: Activer le diaporama des fanarts de musique

# #31312
source: Enable Artist SlideShow
french: Activer le diaporama des fanarts artistes

# #31313
source: Animated Backgrounds
french: Arrières-plans animés

# #31314
source: Hide Diffuse Colors
french: Masquer les couleurs diffuses

# #31315
source: Hide Scrolling Titles
french: Masquer le défilement des titres

# #31316
source: Now Playing
french: En cours de lecture

# #31317
source: Amiblight Compatiblity Mode
french: Mode de compatibilité Ambilight

# #31350
source: Available Groups
french: Groupes disponibles

# #31351
source: Add Group
french: Ajouter un groupe

# #31352
source: Rename Group
french: Renommer le groupe

# #31353
source: Delete Group
french: Supprimer le groupe

# #31370
source: Update Video Library
french: Mise à jour médiathèque vidéo

# #31371
source: Update Music Library
french: Mise à jour médiathèque musicale

# #31372
source: Clean Video Library
french: Nettoyage médiathèque vidéo

# #31373
source: Clean Music Library
french: Nettoyage médiathèque musicale

# #31374
source: Quick Navigation
french: Navigation rapide

# #31375
source: Disable Quick Navigation
french: Désactiver la navigation rapide

# #31376
source: Default QuickNav Items
french: Eléments QuickNav par défaut

# #31377
source: Custom QuickNav Items
french: Eléments QuickNav personnalisés

# #31378
source: Custom Item
french: Elément personnalisé

# #31379
source: Home & Menu
french: Accueil & Menu

# #31380
source: Custom Widgets
french: Widget personnalisé

# #31409
source: Choose from a variety of settings and customization options to make "Bello Fredo" fit your needs and taste.
french: Choisissez parmi les paramètres et les options de personnalisation afin que "Bello Fredo" s'adapte à vos besoins.

# #31410
source: With Kodi you can have several profiles and the auto login option if the login screen is disabled.
french: Avec Kodi vous pouvez avoir plusieurs profils et l'option Connexion automatique si l'écran de connexion est désactivé.

# #31411
source: Configure Appearance Settings
french: Configurer les réglages d'apparence

# #31412
source: Configure Video Settings
french: Configurer les réglages vidéo

# #31413
source: Configure Live TV Settings
french: Configurer les réglages TV en direct

# #31414
source: Configure Music Settings
french: Configurer les réglages musicaux

# #31415
source: Configure Pictures Settings
french: Configurer les réglages images

# #31416
source: Configure Weather Settings
french: Configurer les réglages météo

# #31417
source: Configure Services Settings
french: Configurer les réglages des services

# #31418
source: Configure System Settings
french: Configurer les réglages système

# #31419
source: Configure Profiles Settings
french: Configurer les réglages des profils

# #31420
source: Configure Skin Settings
french: Configurer les réglages des thèmes

# #31421
source: Library
french: Médiathèque

# #31431
source: You haven't added any items to Favorites yet.[CR]Highlight an item, and choose "Add to favorites" from the context menu.
french: Vous n'avez pas encore ajouté d'élément aux favoris.[CR]Sélectionnez un élément et choisissez "Ajouter aux favoris" dans le menu contextuel.

# #31432
source: Mouse usage is not supported.[CR]Please disable it from Settings>System>Input Devices>[CR]"Enable mouse and Touch Screen support".
french: L'utilisation de la souris n'est pas supportée.[CR]Merci de désactiver son usage dans Paramètres>Système>Périphériques>[CR]"Activer le support de la souris"
